[SWDS_ReactiveArmor X2AbilityTemplate]
LocFriendlyName="反应装甲"
LocLongDescription="当有装甲时，减少对该单位攻击的暴击率和伤害。"
LocHelpText="当有装甲时，减少对该单位攻击的暴击率和伤害。"
LocFlyOverText="反应装甲"

[SWDS_ForceField X2AbilityTemplate]
LocFriendlyName="力场"
LocLongDescription="当被防护时，减少对该单位攻击的命中率。"
LocHelpText="当被防护时，减少对该单位攻击的命中率。"
LocFlyOverText="力场"

[SWDS_AdrenalineRush X2AbilityTemplate]
LocFriendlyName="肾上腺素激增"
LocLongDescription="当受重伤时，该单位获得额外的防御。"
LocHelpText="当受重伤时，该单位获得额外的防御。"
LocFlyOverText="肾上腺素激增"

[SWDS_HyperRegen X2AbilityTemplate]
LocFriendlyName="超量再生"
LocLongDescription="该单位每回合会再生大量的HP。"
LocHelpText="该单位每回合会再生大量的HP。"
LocFlyOverText="超量再生"

[SWDS_ChosenActionPoints X2AbilityTemplate]
LocFriendlyName="长老的杰作"
LocLongDescription="天选者获得额外的非移动行动点。"
LocHelpText="天选者获得额外的非移动行动点。"
LocFlyOverText="长老的杰作"
